Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/juuso_nuorgam_nakkalajarvi_scheinin_ja_varis_edustajiksi_saamelaiskarajalain_muuttamista_valmistelevaan_toimikuntaan.html.tmx
Source language: fin
Languages: sme

source: Juuso, Nuorgam, Näkkäläjärvi, Scheinin ja Varis edustajiksi saamelaiskäräjälain muuttamista valmistelevaan toimikuntaan
sme: Juuso, Nuorgam, Näkkäläjärvi, Scheinin ja Varis ovddasteaddjin sámediggelága rievdadeami válmmaštalli doaibmagoddái

source: Saamelaiskäräjien hallitus nimesi viisi jäsentä ja heille varajäsenet saamelaiskäräjälain muuttamista valmistelevaan toimikuntaan 6.7.2020.
sme: Sámedikki stivra nammadii vihtta lahtu ja sidjiide várrelahtuid sámediggelága rievdadeami válmmaštalli doaibmagoddái 6.7.2020.

source: Nimetyt jäsenet ovat Tuomas Aslak Juuso, Anne Nuorgam, Pirita Näkkäläjärvi, Martin Scheinin, ja Kalle Varis sekä varajäsenet Juha-Petteri Alakorva, Anni Koivisto, Veikko Feodoroff, Piia Nuorgam ja Sarita Kämäräinen.
sme: Nammaduvvon lahtut leat Tuomas Aslak Juuso, Anne Nuorgam, Pirita Näkkäläjärvi, Martin Scheinin ja Kalle Varis sihke várrelahtut Juha-Petteri Alakorva, Anni Koivisto, Veikko Feodoroff, Piia Nuorgam ja Sarita Kämäräinen.

source: Lisäksi Siiri Jomppanen nimettiin toimikuntaan Saamelaiskäräjien osalta asiantuntijaksi.
sme: Dan lassin Siiri Jomppanen nammaduvvui doaibmagoddái Sámedikki beales áššedovdin.

source: Toimikunnan toimikausi on 1.8.2020-31.1.2021.
sme: Doaibmagotti doaibmabadji lea 1.8.2020-31.1.2021.

source: Suomen valtio on aloittanut prosessin saamelaiskäräjälain uudistamiseksi ja pyysi nimeämispyynnöllään 26.6.2020 Saamelaiskäräjiä nimeämään jäsenensä muuttamista valmistelevaan toimikuntaan.
sme: Suoma stáhta lea álggahan proseassa ođasmahttit sámediggelága ja bivddii nammadanbivdagiinnis 26.6.2020 Sámedikki nammadit lahtuidis rievdadeami válmmaštalli doaibmagoddái.

source: Hallituspuolueet nimeävät kukin yhden jäsenen, yhteensä viisi jäsentä toimikuntaan.
sme: Ráđđehusbellodagat nammadit guhtege ovtta lahtu, oktiibuot vihtta lahtu doaibmagoddái.

source: Saamelaiskäräjistä annetun lain tarkistaminen on tarpeellista, sillä lain säädökset ovat osittain vanhentuneita, ja säännösten toimivuudessa on havaittu ongelmia.
sme: Sámedikkis addojuvvon lága dárkkisteapmi lea dárbbašlaš, dasgo lága njuolggadusat leat oassái boarásmuvvan, ja njuolggadusaid doaibmivuođas leat fuomášuvvon váttisvuođat.

source: – Saamelaiskäräjien yhdeksi päätavoitteeksi vuodelle 2020 on nimetty saamelaiskäräjälain muutoksen valmistelu.
sme: – Sámedikki oktan váldoulbmilin jahkái 2020 lea nammaduvvon sámediggelága rievdadeami válmmaštallan.

source: Muutoksen valmistelu aloitettiin oikeusministeri Henrikssonin kanssa sovitusti elokuussa 2019.
sme: Rievdadeapmi válmmaštallogođii vuoigatvuođaministtar Henrikssoniin, nugo lei šihttojuvvon, borgemánus 2019.

source: Hallitus teki päätöksen nimeämisistä, sillä aikataulullisista syistä asiaa ei ollut mahdollista viedä Saamelaiskäräjien kokoukseen, sanoo puheenjohtaja Tuomas Aslak Juuso.
sme: Stivra dagai mearrádusa nammademiin, dasgo áigetávvalii guoski sivaid geažil ášši ii lean vejolaš doalvut Sámedikki čoahkkimii, dadjá ságadoalli Tuomas Aslak Juuso.

source: Saamelaiskäräjien hallitus perustelee valintaansa, että kaikilla nimetyillä henkilöillä on vahva tuntemus ja osaaminen saamelaisasioista.
sme: Sámedikki stivra vuođustallá válljemiiddis, ahte nammaduvvon olbmuin buohkain lea nana dovdamuš ja máhttu sámeáššiin.

source: Hallitus korostaa erityisesti valitun kokoonpanon oikeudellista osaamista, saamelaiskäräjälain tuntemusta ja neuvottelutaitoja.
sme: Stivra deattuha earenoamážit válljejuvvon čoakkádusa vuoigatvuođalaš máhtu, sámediggelága dovdama ja ráđđádallandáidduid.

source: Pääministeri Sanna Marinin hallituksen ohjelman 10.12.2019 mukaan työtä saamelaiskäräjälain uudistamiseksi jatketaan.
sme: Oaiveministtar Sanna Marin ráđđehusa prográmma 10.12.2019 mielde bargu sámediggelága ođasmahttima várás jotkojuvvo.

source: Hallitusohjelman mukaan hallitus kunnioittaa ja edistää kaikkien saamelaisten kielellisten ja kulttuuristen oikeuksien toteutumista ottaen huomioon kansainväliset sopimukset.
sme: Ráđđehusprográmma mielde ráđđehus gudnejahttá ja ovddida buot sápmelaččaid gielalaš ja kultuvrralaš vuoigatvuođaid ollašuvvama váldimiin vuhtii riikkaidgaskasaš soahpamušaid.

source: – Odotusarvo toimikunnan työlle on, että saamelaiskäräjälakia lähdetään muuttamaan alkuperäiskansojen oikeuksien pohjalta, KP-sopimuksen velvoitteet huomioiden ja YK:n ihmisoikeuskomitean antamia ratkaisuja kunnioittaen.
sme: – Vuordámuš doaibmagotti bargui lea, ahte sámediggeláhka rievdaduvvogoahtá álgoálbmogiid vuoigatvuođaid vuođul, vuhtii váldimiin KP-soahpamuša geatnegasvuođaid ja gudnejahttimiin UN olmmošvuoigatvuođakomitea addin čovdosiid.

source: Suomi on sitoutunut YK:n alkuperäiskansojen julistuksen toimeenpanoon ja se tulee näkyä komitean työskentelyssä, jatkaa Juuso odotuksistaan toimikunnan työstä.
sme: Suopma lea čatnasan ollašuhttit UN álgoálbmogiid julggaštusa ja dat galgá oidnot komitea barggus, joatká Juuso iežas vuordámušain doaibmagotti barggus.

source: Toimikunnan tehtävänä on valmistella tarpeelliset muutokset saamelaiskäräjistä annettuun lakiin.
sme: Doaibmagotti bargun lea válmmaštallat dárbbašlaš rievdadusaid sámedikkis addojuvvon láhkii.

source: Toimikunnan työn perustana ovat perusoikeudet ja muut perustuslain asettamat velvoitteet, Suomea sitovat kansainväliset ihmisoikeussopimukset, YK:n alkuperäiskansojen oikeuksien julistus sekä muu oikeuden ja kansainvälisen oikeuden kehitys sekä viimeaikaiset ratkaisut.
sme: Doaibmagotti barggu vuođđun leat vuođđovuoigatvuođat ja vuođđolágas ásahuvvon eará geatnegasvuođat, Suoma čatnet riikkaidgaskasaš olmmošvuoigatvuođasoahpamušat, UN álgoálbmogiid vuoigatvuođaid julggaštus sihke rievtti ja riikkaidgaskasaš rievtti eará ovdáneapmi sihke dáid maŋimuš áiggiid čovdosat.

source: Saamelaiskäräjien nimeämät edustajat tekevät yhteistyötä Saamelaiskäräjien hallituksen kanssa.
sme: Sámedikki nammadan ovddasteaddjit ovttasbarget Sámedikki stivrrain.

source: Oikeusministeriö asetti 13.1.2020 työryhmän esivalmistelemaan saamelaiskäräjälain muuttamista valmistelevan toimikunnan työtä.
sme: Vuoigatvuođaministeriija ásahii 13.1.2020 bargojoavkku válmmaštallat álgui sámediggelága rievdadeami válmmaštalli doaibmagotti barggu.

source: Työryhmän keräämä tieto ja havainnot on koottu muistioon .
sme: Bargojoavkku čoaggin diehtu ja fuomášumit leat čohkkejuvvon muittuhančállagii .

source: Työryhmän toimikausi päättyi 31.3.2020.
sme: Bargojoavkku doaibmabadji nogai 31.3.2020.

source: Saamelaiskäräjälain muuttaminen: https://oikeusministerio.fi/hanke?tunnus=OM002:00/2020
sme: Sámediggelága rievdadeapmi: https://oikeusministerio.fi/hanke?tunnus=OM002:00/2020

source: Lisätietoja
sme: Lassedieđut

source: puheenjohtaja Tuomas Aslak Juuso puh. 040 687 3394, tuomas.juuso(at)samediggi.fi
sme: ságadoalli Tuomas Aslak Juuso tel. 040 687 3394, tuomas.juuso(at)samediggi.fi
